Repository: NautaDevs/localization
Catalog: */Resources.resw
Source language: en_us
Languages: da_dk, de_de, fr_fr, hu_hu, ja_jp, ko_kr, nl_nl, pt_br, ru_ru, th_th, uk_ua, vi_vn

# User_Login_State.Content
source: Logging in
da_dk: Log ind
de_de: Einloggen
fr_fr: Se connecter
hu_hu: Bejelentkezés
ja_jp: ログインする
ko_kr: 로그인
nl_nl: Inloggen
pt_br: Fazendo login
ru_ru: Вход в систему
th_th: เข้าสู่ระบบ
uk_ua: Вхід в систему
vi_vn: Đăng nhập

# User_Signup.Content
source: Sign-up
da_dk: Tilmelding
de_de: Anmelden
fr_fr: S'inscrire
hu_hu: Regisztrálj
ja_jp: サインアップ
ko_kr: 가입
nl_nl: Aanmelden
pt_br: Inscrever-se
ru_ru: Зарегистрироваться
th_th: ลงทะเบียน
uk_ua: Зареєструватися
vi_vn: Đăng ký

# User_Signup_State.Content
source: Setting up an account
da_dk: Oprettelse af en konto
de_de: Konto einrichten
fr_fr: Créer un compte
hu_hu: Fiók beállítása
ja_jp: アカウントの設定
ko_kr: 계정 설정
nl_nl: Een account instellen
ru_ru: Настройка учетной записи
th_th: การตั้งค่าบัญชี
uk_ua: Налаштування облікового запису
vi_vn: Thiết lập tài khoản

# Minigame_Selector_Dialog_Cooldown.Description
source: Cooldown active.
fr_fr: Recharge en cours.

# Library_Version.Header
source: Version
pt_br: Versão
